INSERT INTO inventory.product (name) VALUES
('Молоко'),
('Сливки'),
('Кофе молотый'),
('Сахар'),
('Ванильный сироп'),
('Карамельный сироп'),
('Шоколадный сироп'),
('Чай черный'),
('Чай зеленый'),
('Лимон'),
('Мята'),
('Мед'),
('Яблоки');

INSERT INTO inventory.inventory (product_id, quantity, threshold) VALUES
(1, 20, 5),   -- Молоко (л)
(2, 10, 3),   -- Сливки (л)
(3, 15, 2),   -- Кофе молотый (кг)
(4, 30, 5),   -- Сахар (кг)
(5, 5, 1),    -- Ванильный сироп (л)
(6, 5, 1),    -- Карамельный сироп (л)
(7, 5, 1),    -- Шоколадный сироп (л)
(8, 10, 2),   -- Чай черный (уп)
(9, 10, 2),   -- Чай зеленый (уп)
(10, 30, 10), -- Лимон (шт)
(11, 5, 1),   -- Мята (уп)
(12, 3, 1),   -- Мед (кг)
(13, 20, 5);  -- Яблоки (кг)
