insert into product.categories (title)
values
('Молочные продукты'),
('Хлебобулочные изделия'),
('Чай и кофе'),
('Бакалея'),
('Овощи и фрукты'),
('Приправы'),
('Сладости');

insert into product.products (title, price, category_id)
values
('Молоко', 160, 1),
('Сливки',200,1),
('Кофе молотый',600,3),
('Сахар', 200, 4),
('Ванильный сироп',450,7),
('Карамельный сироп', 500,7),
('Шоколадный сироп', 600,7),
('Чай черный', 340,3),
('Чай зеленый', 400,3),
('Лимон',120,5),
('Мята', 100,6),
('Мед', 560,7),
('Яблоки',300,5);